{
  "movies": [
    {
      "id": 1,
      "title": "Тор",
      "poster": "https://upload.wikimedia.org/wikipedia/ru/f/fc/Thor_poster.jpg",
      "actors": ["Крис Хемсворт", "Натали Портман", "Том Хиддлстон", "Энтони Хопкинс", "Стеллан Скарсгард", "Кэт Деннингс", "Кларк Грегг", "Колм Фиор", "Идрис Эльба", "Рэй Стивенсон"],
      "genre": ["боевик", "приключения", "фэнтези"],
      "country": ["США"],
      "language": "русский",
      "age": "7",
      "description": "Мифические боги оказались реальными на столько, что в их существовании уже точно не стоит сомневаться. А могучий Тор наведет столько шороха на Земле, что снова забыть о нем точно не получится. Гром, молния, чудовищная сила, жестокая ледяная раса, угроза истребления человечества (ну а какая история без этого?), секретная организация, давняя история и ее последствия – невероятный водоворот событий не дает отвлечься зрителю ни на минуту. Да и Крис Хемсворт, с которым мы знакомимся в роли Тора, тоже заслуживает женского внимания и мужской зависти. Кроме того, в фильме снимались Энтони Хопкинс, Том Хиддлстон, Натали Портман, Рэй Стивенсов и другие известные актеры. Режиссеры фильма – Кеннет Брэн и Джосс Уидон, снявшие фильм по знаменитым комиксам Marvel. Могучий Тор провинился перед отцом Одином, за что и был изгнан на Землю и лишен своего главного источника нечеловеческой силы – молота Мьельнира. Отец и сын одинаково поплатились за несдержанность: Тор не знает как ему быть, а Один теряет свое царство. А в это время Локи продолжает свои пакости. И как же вечные и сильные смогут решить проблемы, созданные ими же самими?",
      "trailer": "https://www.youtube.com/watch?v=KN0FHCErJjo"
    },
    {
      "id": 2,
      "title": "Соник в кино",
      "poster": "https://www.film.ru/sites/default/files/movies/posters/24229012-1134501.jpg",
      "actors": ["Джеймс Марсден", "Бен Шварц", "Наташа Ротуэлл", "Тика Самптер", "Нил МакДонаф", "Адам Палли", "Джим Керри", "Лиэнн Лэпп", "Дебс Ховард", "Майкл Хоган"],
      "genre": ["фантастика", "фэнтези", "боевик", "приключения", "комедия", "семейный"],
      "country": ["США", "Япония", "Канада"],
      "language": "украинский",
      "age": "6",
      "description": "Самый быстрый и самый синий еж во Вселенной Соник оказался на нашей планете. Вместе с новым другом-шерифом Томом он противостоит гениальному суперзлодею доктору Роботнику, мечтающему завоевать мир. Персонаж международной медиафраншизы, основанной на культовых японских видеоиграх Sonic the Hedgehog, сверхскоростной Еж Соник прорвался на большие экраны спустя 29 лет после своего создания. И снова он сталкивается со своим заклятым врагом Доктором «Эггманом» Роботником в фееричном исполнении Джима Керри.\n\nОднажды из очень далеких краев на Землю попал удивительный ярко-синий еж в красных кроссовках, способный перемещаться между мирами и развивать сверхзвуковую скорость. Этого странного инопланетянина зовут Соник: спасаясь от преследования, он был вынужден скрыться в глухой американской глубинке. Чтобы скрасить одиночество, Соник втайне наблюдает за жизнью своего соседа – скромного провинциального шерифа Тома. Десять лет Соник не выдает себя, а в один прекрасный день провоцирует такой мощный выброс энергии, что на место событий прибывает целая армия вместе с гениальным изобретателем Роботником. Узнав о фантастическом пришельце, доктор Роботник разворачивает на него грандиозную охоту. Но, во-первых, шериф Том приходит на помощь своему новому инопланетному другу, а во-вторых – попробуйте-ка угнаться за Соником!",
      "trailer": "https://www.youtube.com/watch?v=QXcXTcGMz7g&ab_channel=iVideos"
    },
    {
      "id":  3,
      "title": "Волк с Уолл-стрит",
      "poster": "https://www.hdclub.ua/files/film/big/bigi536a5be07f86c.jpg",
      "actors": [
        "Леонардо ДиКаприо", "Джона Хилл", "Марго Робби", "Мэттью МакКонахи", "Кайл Чандлер", "Роб Райнер", "Джон Фавро", "Жан Дюжарден", "Ши Уигхэм", "Спайк Джонс"],
      "genre": ["биография", "драма", "комедия", "криминал"],
      "country": ["США"],
      "language": "русский",
      "age": "16",
      "description": "Нашумевший, скандальный, резонансный – именно таким получился фильм «Волк с Уолл-стрит» Мартина Скорсезе, который мы предлагаем смотреть онлайн. Основанная на реальных событиях криминальная драма, больше похожая на черную комедию, получила 5 номинаций на «Оскар», в том числе за «Лучшую мужскую роль», которую блестяще исполнил Леонардо Ди Каприо. Несмотря на надежды миллионов поклонников, заветная статуэтка так и не досталась культовому актеру, зато он утешился «Золотым глобусом». За основу проекта, на съемочной площадке которого американский режиссер с итальянскими корнями отметил свое семидесятилетие, были взяты одноименные мемуары Джордана Белфорта, бывшего нью-йоркского брокера. В конце 80-х он основал одну из крупнейших брокерских контор. Он купался в деньгах, славе, развлечениях и наркотическом угаре, ловко проворачивая махинации. В этом безудержном веселье прошли 10 лет, а потом Белфорта осудили за отмывание денег и другие финансовые преступления. Порвав с алкоголем и наркотиками и отсидев положенные три года, Джордан пишет пару книг и рассказывает молодому поколению, как прийти к успеху.",
      "trailer": "https://www.youtube.com/watch?v=CHivqmutR0I"
    },
    {
      "id":  4,
      "title": "Гарри Поттер и философский камень",
      "poster": "https://upload.wikimedia.org/wikipedia/ru/b/b4/Harry_Potter_and_the_Philosopher%27s_Stone_%E2%80%94_movie.jpg",
      "actors": ["Дэниэл Рэдклифф", "Руперт Гринт", "Эмма Уотсон", "Ричард Харрис", "Алан Рикман", "Мэгги Смит", "Робби Колтрейн", "Том Фелтон", "Мэттью Льюис", "Иэн Харт"],
      "genre": ["приключения", "семейный", "фэнтези"],
      "country": ["Великобритания", "США"],
      "language": "русский",
      "age": "5",
      "description": "«Гарри Поттер и философский камень» – первый из серии фильмов о мальчике-волшебнике Гарри Поттере и его верных друзьях Гермионе Грейнджер и Роне Уизли, о магической вселенной школы Хогвартс, попасть в которую мечтает уже не одно поколение детей по всему миру.\n\nНакануне своего одиннадцатого дня рождения, который не обещает Гарри Поттеру ничего радостного, мальчик получает письмо, в котором говорится, что он – сын волшебников, поэтому тоже владеет магией. Странные вещи происходили с Гарри и раньше: однажды он смог пообщаться со змеей на ее языке и силой мысли убрал стекло ее вольера, чтобы выпустить животное на свободу… Великан Хагрид забирает маленького Поттера от ненавистного семейства Дурслей, которые взяли мальчика под опеку много лет и всячески его третируют.\n\nНовый друг рассказывает мальчику правду о его родителях – знаменитых магах, которых с уважением помнит весь волшебный мир. Когда все учебники наконец куплены, а волшебная палочка выбрана, Гарри отправляется на учебу в школу Хогвартс с платформы «девять и три четверти». В Хогвартсе он будет учиться азам колдовства, встретит настоящих друзей и сильных соперников и окунется в полный невероятных и порой опасных приключений мир, где возможно все.",
      "trailer": "https://www.youtube.com/watch?v=ScRKXpqGAKA"
    },
    {
      "id":  5,
      "title": "Начало",
      "poster": "https://upload.wikimedia.org/wikipedia/ru/b/bc/Poster_Inception_film_2010.jpg",
      "actors": ["Леонардо ДиКаприо", "Джозеф Гордон-Левитт", "Эллен Пейдж", "Том Харди", "Кен Ватанабе", "Киллиан Мёрфи", "Марион Котийяр", "Дилип Рао", "Том Беренджер", "Майкл Кейн"],
      "genre": ["боевик", "детектив", "драма", "триллер", "фантастика"],
      "country": ["США", "Великобритания"],
      "language": "украинский",
      "age": "10",
      "description": "«Начало» – фильм культового режиссера Кристофера Нолана с Леонардо ДиКаприо и Джозефом Гордоном-Левиттом в главных ролях, принесший своим создателям четыре «Оскара». Это фильм, который действительно стоит посмотреть онлайн. В недалеком будущем промышленный шпионаж разовьется до такой степени, что шпионы смогут извлекать информацию прямо из мозга человека, пока он спит. Кобб – один из лучших «извлекателей» в мире, если не самый лучший. Он находится в международном розыске за убийство своей жены и поэтому не может вернуться в Америку к своим детям. Поэтому, когда Сайто обращается к Коббу за помощью, обещая в обмен на это замять эту криминальную историю, тот, не раздумывая, соглашается. Он собирает лучшую в своем роде команду специалистов по извлечению. Однако Сайто нужно не это, наоборот, ему необходимо внедрить идею в голову другому человеку. Все в один голос говорят, что это невозможно. Все, кроме Кобба. Ведь он уже однажды опробовал внедрение – на своей жене…",
      "trailer": "https://www.youtube.com/watch?v=85Zz1CCXyDI"
    },
    {
      "id":  6,
      "title": "Темный рыцарь",
      "poster": "https://thumbs.dfs.ivi.ru/storage6/contents/0/a/aed997c1c44680fe99ae878988dcf8.jpg",
      "actors": ["Кристиан Бэйл", "Хит Леджер", "Аарон Экхарт", "Мэгги Джилленхол", "Гари Олдман", "Майкл Кейн", "Морган Фриман", "Чин Хань", "Нестор Карбонелл", "Эрик Робертс"],
      "genre": ["боевик", "криминал", "триллер", "фантастика"],
      "country": ["США", "Великобритания"],
      "language": "русский",
      "age": "10",
      "description": "На этот раз непобедимому Бэтмену (Кристиан Бэйл) противостоит сумасшедший Джокер (Хит Леджер), которому невдомек, зачем все вокруг такие серьезные. Он относится ко всему происходящему, как к игре, правда, от его способа веселиться больше не радостно никому. Действия Джокера невозможно предсказать, ведь его совсем не интересуют деньги, как всех остальных бандитов. Он не верит в добрую сторону человеческой натуры и готов доказать эту теорию всем вокруг, включая «добренького» Бэтмана, который рискует собой ради никчемных людишек. И оказывается, что во многих людях действительно живет злой демон, который только и ждет подходящего случая, чтобы вырваться на свободу. Но Бэтмен уверен, что Готем сможет справиться с мраком в себе, если дать ему надежду и показать настоящего рыцаря города, который всегда на страже справедливости... Два «Оскара», пара десятков других премий и десятая строчка в общемировом списке самых кассовых фильмов всех времен. Новая экранизация современной сказки про супергероя в костюме летучей мыши от режиссера фильмов «Престиж» и «Начало» Кристофера Нолана «Темный рыцарь»",
      "trailer": "https://www.youtube.com/watch?v=1B2h1jxKMN8"
    },
    {
      "id":  7,
      "title": "Властелин колец: Братство кольца",
      "poster": "https://i.pinimg.com/originals/2a/e6/fc/2ae6fc879b5e81bb6b7f7f30ae571347.jpg",
      "actors": ["Элайджа Вуд", "Иэн МакКеллен", "Вигго Мортенсен", "Шон Бин", "Орландо Блум", "Джон Рис-Дэвис", "Иэн Холм", "Шон Эстин", "Билли Бойд", "Доминик Монахэн"],
      "genre": ["фэнтези", "приключения"],
      "country": ["США", "Новая Зеландия"],
      "language": "русский",
      "age": "5",
      "description": "Толкин был уверен, что его книгу невозможно экранизировать. Вслед за ним так считали и миллионы фанатов Средиземья по всему миру. Но Питера Джексона это не остановило. Как из культовой книги получился не менее культовый фильм, можно посмотреть онлайн в картине «Властелин колец: Братство кольца». Выхода первой части трилогии ждали с наибольшим нетерпением. Но режиссер никуда не спешил, он знал, что тут у него нет права на ошибку. Только музыку к фильму писали более двух лет, сняли около трех тысяч часов материала, которые и легли в основу трехчасовой эпической саги. И на этот раз режиссеру и его коллегам удалось покорить сердца даже самых скептически настроенных фанатов Толкина. К тому же фильм увлек в Средиземье миллионы новых любителей фэнтези и приключений. Итак, маленький мирный народец хоббиты, самые неприметные и слабые жители огромной страны, вдруг оказываются в центре удивительных событий и опасных приключений, которые покажутся не под силу и более рослым существам. Но, как известно, от своей судьбы не уйти, и Фродо с друзьями отправляется в дальний поход, от исхода которого зависит будущее всего их мира.",
      "trailer": "https://www.youtube.com/watch?v=RNksw9VU2BQ"
    },
    {
      "id":  8,
      "title": "Джокер",
      "poster": "https://www.film.ru/sites/default/files/movies/posters/32705014-1121451.jpg",
      "actors": ["Хоакин Феникс", "Роберт Де Ниро", "Зази Битц", "Джоли Чань", "Марк Мэрон", "Фрэнсис Конрой", "Мэри Кейт Малат", "Шей Уигэм", "Брайан Коллен", "Бретт Каллен"],
      "genre": ["триллер", "драма", "криминал"],
      "country": ["Канада", "США"],
      "language": "русский",
      "age": "10",
      "description": "История становления знаменитого злодея из Готэма. Неудачливый клоун Артур Флек однажды перестает бороться со своим безумием и жестоко смеется над всем ненавистным городом. Лауреат премии «Оскар» Хоакин Феникс исполнил одну из лучших ролей в своей карьере в долгожданном фильме-событии «Джокер» режиссера Тодда Филлипса. На Венецианском фестивале-2019 фильм получил главный приз «Золотой лев».\n\nАртур Флек – один из миллионов жителей мрачных трущоб Готэм-сити. Он работает уличным клоуном, наблюдается у врача-психиатра и, сколько себя помнит, заботится о своей болезненной матери. Несмотря на нестабильную психику и негативные мысли, у него самая безобидная мечта – стать известным стендап-комиком. Мама уверяла Артура, будто он рожден нести радость людям. По вечерам они вместе сморят веселую передачу Мюррея Франклина и привычно спорят из-за кандидата в мэры Томаса Уэйна. Артур – один из миллионов. Его никто не замечает, и поэтому никто не может предположить, что он – спящий вулкан Готэма. Стоит ему дать волю своим демонам, и весь город вспыхнет, как спичка. Тогда нервный неконтролируемый смех клоуна-неудачника Артура Флека сменится искренним, пробирающим хохотом злодея Джокера.",
      "trailer": "https://www.youtube.com/watch?v=jGfiPs9zuhE"
    },
    {
      "id":  9,
      "title": "Интерстеллар",
      "poster": "https://xage.ru/media/posts/2014/11/26/alt-posters-for-interstellar.jpg",
      "actors": ["Мэттью МакКонахи", "Энн Хэтэуэй", "Джессика Честейн", "Билл Ирвин", "Эллен Бёрстин", "Майкл Кейн", "Уильям Дивэйн", "Тофер Грейс", "Уэс Бентли", "Кейси Аффлек"],
      "genre": ["детектив", "фантастика"],
      "country": ["США", "Великобритания"],
      "language": "русский",
      "age": "10",
      "description": "Братья Кристофер и Джонатан Нолан представляют космическую одиссею под названием «Интерстеллар».Фантастическая драма, в главных ролях которой снялись Мэттью МакКонахии, Энн Хэтэуэй и Джессика Честейн, была номинирована на множество премий и получила «Оскар» за лучшие визуальные эффекты. Действие переносит зрителя в недалекое будущее, когда космос уже почти освоен шагнувшим вперед человечеством, но ресурсы Земли истощены. Из-за растущей концентрации азота на нашей планете царит засуха и, как следствие, глобальный продовольственный кризис. Сотрудники секретной лаборатории НАСА обнаруживают в районе орбиты Сатурна червоточину, позволяющую преодолеть пространственно-временной барьер и в кратчайшие сроки переместиться в другую галактику. Возможно, это шанс на спасение для всего человечества. В рамках программы «Лазарь» совершается первая экспедиция, в результате которой по ту сторону так называемой кротовой норы обнаруживаются три наиболее подходящих для жизни планеты. Теперь настало время для второй экспедиции: профессору Бренду и его коллегам предстоит, рискуя собственными жизнями, провести исследования в условиях, когда один час равен нескольким годам на Земле, и найти способ переселения землян на другую планету.",
      "trailer": "https://www.youtube.com/watch?v=6ybBuTETr3U"
    },
    {
      "id":  10,
      "title": "Матрица",
      "poster": "https://www.film.ru/sites/default/files/movies/posters/1622170-1122099.jpg",
      "actors": ["Киану Ривз", "Лоренс Фишбёрн", "Кэрри-Энн Мосс", "Хьюго Уивинг", "Джо Пантольяно", "Глория Фостер", "Маркус Чонг", "Джулиан Араханга", "Мэтт Доран", "Белинда МакКлори"],
      "genre": ["боевик", "фантастика"],
      "country": ["США", "Австралия"],
      "language": "украинский",
      "age": "5",
      "description": "Невероятный фантастический боевик, в котором суперкинематографическое семейство Вачовски наконец-то рассказало нам, как мы живем на самом деле. Итак, способен ли ты выбрать красную таблетку, можно узнать, если посмотреть «Матрицу» онлайн. Эта картина не так проста, как кажется. Тут и вечные библейские аллюзии, и идеи Уильяма Гибсона и Артура Кларка, и индийский эпос, круто перемешанные с японскими комиксами манга и боевиками Джона Ву. Конечно, смесь получилась взрывоопасной и интересной. Первая часть знаменитой трилогии повлияла на все современное кино, литературу и видеоигры. Да и на мировоззрение западного горожанина тоже. Однажды простой хакер Нео вдруг узнает, что весь мир вокруг него – иллюзия, матрица, которой управляют машины. Все это нужно новым хозяевам жизни, чтобы просто качать из человечества энергию. Но еще существует Сопротивление – личности, живущие вне матрицы и борющиеся за то, чтобы человеческий род вернул себе свое гордое имя, а люди перестали быть просто батарейками. И Нео – Избранный, тот самый, кто способен вернуть человечеству свободу.",
      "trailer": "https://www.youtube.com/watch?v=YihPA42fdQ8"
    },
    {
      "id":  11,
      "title": "Брат",
      "poster": "https://peterburg2.ru/uploads/21/07/15/o_1_39.jpg",
      "actors": ["Сергей Бодров мл", "Виктор Сухоруков", "Светлана Письмиченко", "Мария Жукова", "Юрий Кузнецов", "Сергей Мурзин", "Ирина Ракшина", "Анатолий Журавлев", "Андрей Федорцов", "Андрей Краско"],
      "genre": ["боевик", "драма", "криминал", "музыка"],
      "country": ["Россия"],
      "language": "русский",
      "age": "8",
      "description": "Роль, сделавшая Сергея Бодрова младшего бессмертным, прославив его как угрюмого и неразговорчивого парня с пистолетом, борца за правду, свободу и справедливость. Бодров играет почти что своего однофамильца Данилу Багрова, военного запасника, уволившегося из вооруженных сил после службы в Чечне. Парнишка приезжает в свой маленький провинциальный городок, где по-прежнему грязь, уныние и безысходность. Неподалеку от своего дома он встречает команду телевизионщиков, работающую на съемках клипа группы «Наутилус Помпилиус». Случайная оплошность становится причиной драки, после чего Данила попадает в местное отделение милиции. Огорченная мать советует сыну поехать в Санкт-Петербург к своему старшему брату, Виктору, который, по слухам, преуспевает в культурной столице. Ни на что особо не надеясь, Данила отправляется в мегаполис, столь чуждый и недружелюбный к незнакомцам. Отыскав брата, парнишка понимает, что все не так просто, как кажется на первый взгляд. Цена успешности Виктора – плата за человеческие жизни. Рекомендуем смотреть онлайн культовый фильм Алексея Балабанова «Брат», споры о котором не утихают до сих пор.",
      "trailer": "https://www.youtube.com/watch?v=Zq55yxODJiA"
    },
    {
      "id":  12,
      "title": "Великий Гэтсби",
      "poster": "https://www.hdclub.ua/files/film_release/big/bigi521380ad97053.jpg",
      "actors": ["Леонардо ДиКаприо", "Тоби Магуайр", "Кэри Маллиган", "Джоэл Эдгертон", "Айла Фишер", "Джейсон Кларк", "Элизабет Дебики", "Каллэн МакОлифф", "Амитабх Баччан", "Лиза Адам"],
      "genre": ["драма", "мелодрама"],
      "country": ["Австралия", "США"],
      "language": "русский",
      "age": "12",
      "description": "Пронзительная драма, снятая по мотивам знаменитого одноименного произведения Фрэнсиса Скотта Фицджеральда, классика американской литературы. История рассказывает об эпохе 20-х годов XX века. Богатство в это время обеспечивало особое положение в обществе и ряд привилегий, однако далеко не всегда гарантировало счастье. Как остаться собой и не потерять самое дорогое в полном лжи и обмана блестящем мире? Ответы вы найдете в прекрасном фильме «Великий Гэтсби». США, весна 1922 года. Начинающий писатель Ник Каррауэй приезжает в Нью-Йорк со среднего Запада. Волею судеб он селится по соседству с загадочным миллионером Джеем Гэтсби, который известен своими постоянными вечеринками и легким отношением к своему несметному состоянию. На противоположном берегу бухты проживают кузина Ника, Дэзи и ее муж Том Бьюкенен. Сначала Ника увлекает и захватывает мир богатой аристократии, но потом он понимает, что в нем нет места настоящим чувствам, а значит, и настоящему счастью.",
      "trailer": "https://www.youtube.com/watch?v=ojiMujVCDSk"
    },
    {
      "id":  13,
      "title": "Зеленая книга",
      "poster": "https://www.film.ru/sites/default/files/movies/posters/40250145-1064509.jpg",
      "actors": ["Вигго Мортенсен", "Махершала Али", "Линда Карделлини", "Себастьян Манискалко", "Димитар Маринов", "Майк Хаттон", "П.Дж. Бирн", "Джо Кортезе", "Мэгги Никсон", "Фон Льюис"],
      "genre": ["комедия", "драма", "биография"],
      "country": ["США"],
      "language": "украинский",
      "age": "10",
      "description": "Бывший вышибала Тони нанимается водителем к темнокожему музыканту с аристократическими манерами Дону Ширли. Они отправляются в тур по южным штатам, где в 1960-х еще царили расовые предрассудки. Правдивая история дружбы талантливого пианиста из светских кругов со своим простодушным шофером и защитником легла в основу дорожной комедии «Зеленая книга» режиссера Питера Фаррелли («Тупой и еще тупее», «Я, снова я и Ирэн»). Картина стала одним из главных участников оскаровской гонки 2019 года, получив три статуэтки, в том числе за лучший фильм и сценарий. Широкую любовь зрителей завоевал обаятельный водитель-итальянец в исполнении датско-американской звезды Вигго Мортенсена.\n\nОтец семейства Тони Валлелонга теряет работу в нью-йоркском ночном клубе, где он успешно справлялся с обязанностями вышибалы. Его опыт и «профессиональные» качества привлекают внимание нового работодателя – пианиста-виртуоза Дона Ширли, прославившегося в начале 1960-х как блестящий исполнитель классической музыки. Богатый музыкант ищет себе водителя не робкого десятка, который сопровождал бы его на гастролях по южным штатам. Дон – темнокожий, и ни талант, ни образование, ни светские манеры не защитят его от нападок расистов. Тони соглашается сопровождать Дона ради денег. Непростое двухмесячное путешествие заставит двух героев-антиподов изменить свои взгляды и станет началом редкой дружбы на всю жизнь.",
      "trailer": "https://www.youtube.com/watch?v=e6b9urtUJt0"
    },
    {
      "id":  14,
      "title": "1917",
      "poster": "https://www.film.ru/sites/default/files/movies/posters/43162301-1145582.jpg",
      "actors": ["Эндрю Скотт", "Бенедикт Камбербэтч", "Колин Фёрт", "Ричард Мэдден", "Дин-Чарльз Чепмен", "Джордж Маккэй", "Марк Стронг", "Дэниэл Мейс", "Эдриан Скарборо", "Крис Уолли"],
      "genre": ["военный", "история", "драма"],
      "country": ["Великобритания", "США"],
      "language": "русский",
      "age": "10",
      "description": "Первая мировая война. Два молодых британских солдата получают опасное задание: доставить в соседний полк генеральский приказ об отмене атаки, которая обречена на провал. Чтобы спасти жизни своих сослуживцев, Скофилду и Блейку придётся пройти через вражеские земли и испытать все ужасы войны.\n\nФильм открывает мимолётная мирная сцена, в которой двое солдат наслаждаются заслуженным сном. Вскоре лейтенантам Блейку и Скофилду придётся предстать перед высшим военным руководством и узнать, что их отправляют на рисковую миссию. Из-за того, что система радиосвязи между английскими войсками была уничтожена, у генерала Эринмора нет никакой возможности отдать приказ о ненаступлении полку, где служит брат Блейка. Теперь, чтобы предотвратить гибель 1600 людей, рискующих попасть в ловушку врага, два товарища должны пешком пересечь линию фронта и лично донести сообщение до сослуживцев.\n\nЗрители с первых и до последних мгновений сопровождают героев в их путешествии через опустошённые войной земли. Благодаря эффекту съёмки одним кадром аудитория максимально приближена к происходящему, постоянно наблюдая за героями и ужасными событиями, которые разворачиваются вокруг.\n\nБеспощадная, эмоционально заряженная драма «1917» – это уникальный по своей реалистичности опыт зрительского погружения в жестокий мир войны. Фильм Сэма Мендеса отдаёт дань уважения и человеческой памяти её героям и жертвам, а также служит напоминанием о том, что лучшие картины о войне – это всегда картины против войны.",
      "trailer": "https://www.youtube.com/watch?v=PxOBp68HDhQ"
    },
    {
      "id":  15,
      "title": "Выживший",
      "poster": "https://www.kinobusiness.com/upload/resize_cache/iblock/f99/360_560_1/f9989a291d2bcf769afd0ee11bc4b70f.jpg",
      "actors": ["Леонардо ДиКаприо", "Том Харди", "Донал Глисон", "Уилл Поултер", "Пол Андерсон", "Лукас Хаас", "Брэд Картер", "Кристоффер Йонер", "Брендан Флетчер"],
      "genre": ["триллер", "драма", "приключения", "вестерн"],
      "country": ["США"],
      "language": "русский",
      "age": "16",
      "description": "Северная Америка, 1823 год. Охотник и первопроходец Хью Гласс путешествует вместе со своим отрядом. Когда Гласс получает тяжелейшие ранения в схватке с диким медведем, один из его товарищей убивает его сына и оставляет охотника умирать в одиночестве. Благодаря неимоверным усилиям воли Гласс выживает и, движимый сильнейшим желанием отомстить, отправляется на поиски предателя.\n\nГруппа трапперов, в числе которых – мрачный Хью Гласс и его сын-полукровка Хоук – передвигается по долине реки Миссури. На Гласса нападает дикая медведица, и он получает множество травм, несовместимых с жизнью. Его товарищи решают разделить группу на две части: кто-то должен пойти дальше согласно первоначальному плану, а кто-то останется с Глассом и по-христиански похоронит умирающего.\n\nОхотник Джон Фитцджеральд решает не дожидаться смерти Гласса и бросает его одного, убивая юного Хоука из расовой ненависти. Вопреки тяжёлым обстоятельствам Гласс выживает. Он отправляется в одинокий и опасный поход по следу предателя через суровые пустоши Северной Дакоты, ведомый лишь одной целью: отомстить.\n\nЭта история про силу человеческого духа и борьбу за справедливость в несправедливом мире понравится любителям приключенческих боевиков.",
      "trailer": "https://www.youtube.com/watch?v=Nu_FG63jbJ0"
    },
    {
      "id":  16,
      "title": "Поймай меня, если сможешь",
      "poster": "https://kinocensor.ru/cache/videos/26/916b00f17219c6bb51a257c09fba17ba-367x550.jpeg",
      "actors": ["Леонардо ДиКаприо", "Том Хэнкс", "Кристофер Уокен", "Мартин Шин", "Натали Бэй", "Эми Адамс", "Джеймс Бролин", "Брайан Хау", "Фрэнк Джон Хьюз", "Стив Истин"],
      "genre": ["биография", "драма", "криминал"],
      "country": ["США", "Канада"],
      "language": "украинский",
      "age": "12",
      "description": "Один из лучших фильмов легендарного Стивена Спилберга «Поймай меня, если сможешь» основан на реальных событиях. В основу сюжета легла история Фрэнка Эбегнейла, афериста и мошенника, годами обманывавшего систему и, даже когда его поймали, умудрившегося выйти сухим из воды. Этот фильм вошел в первую тридцатку рейтинга 250 лучших фильмов по версии «КиноПоиска», теперь фильм «Поймай меня, если сможешь» можно смотреть онлайн. Фрэнк Эбегнейл (Леонардо ДиКаприо) - предприимчивый юноша, мастер перевоплощения и убеждения. Ему не было еще и двадцати, а он уже умудрился поработать учителем, хирургом и летчиком, а также заработать несколько миллионов долларов, проводя махинации с банковскими чеками. Он неуловим и ловок, его схемы работают безотказно, а Интерпол и ФБР бессильны перед Фрэнком. Но тут за дело берется агент ФБР Карл Хэнрэтти (Т.Хэнкс), для которого поймать Эбегнейла - дело чести. И между этими двумя начинается настоящая гонка. Так сможет ли честолюбивый и законопослушный агент ФБР обойти самого талантливого афериста, какого только знал мир?",
      "trailer": "https://www.youtube.com/watch?v=nH3wJYOlXYw"
    },
    {
      "id":  17,
      "title": "Мальчишник в Вегасе",
      "poster": "https://media.kg-portal.ru/movies/h/hangover/posters/hangover_1.jpg",
      "actors": ["Брэдли Купер", "Эд Хелмс", "Зак Галифианакис", "Джастин Барта", "Хэзер Грэм", "Джеффри Тэмбор", "Саша Баррези", "Кен Жонг", "Рэйчел Харрис", "Майк Эппс"],
      "genre": ["комедия"],
      "country": ["США"],
      "language": "украинский",
      "age": "16",
      "description": "Наутро после мальчишника в номере друзей оказывается чей-то ребенок, в ванной заперт тигр, а жениха никто не может найти. Главная миссия героев – вспомнить, что произошло прошлой ночью.\n\nПолучившая «Золотой глобус» комедия «Мальчишник в Вегасе» рассказывает, чего не надо делать накануне женитьбы. Даг решает, что на его свадьбе все традиции должны быть соблюдены, поэтому ему просто необходим шумный мальчишник, и пройти он может только в Вегасе и нигде больше. Вместе со своими закадычными друзьями и братом невесты парень отправляется в город казино, выпивки и безумных развлечений.\n\nПроснувшись утром в отеле «Дворец Цезаря», сильно потрепанные товарищи понимают, что жених куда-то пропал. Никто из них не помнит, что происходило ночью, но по всем признакам понятно, что мальчишник удался на славу: в номере царит невероятный бардак, один из друзей лишился зуба, по комнате носится курица, в ванной поджидает тигр, а в шкафу спрятан младенец. У парней много вопросов, на которые нужно найти ответы, и неожиданных проблем, которые надо срочно решать. Чтобы понять, куда исчез счастливый жених, друзьям предстоит восстановить в памяти события безумной ночи…",
      "trailer": "https://www.youtube.com/watch?v=m0PgxVqZLvU"
    },
    {
      "id":  18,
      "title": "Побег из Шоушенка",
      "poster": "http://kinobibly.ru/uploads/posts/2019-10/15724650481the-shawshank-redemption-movie-poster-1994-1020191906.jpeg",
      "actors": ["Тим Роббинс", "Морган Фриман", "Боб Гантон", "Уильям Сэдлер", "Клэнси Браун", "Джил Беллоуз", "Марк Ролстон", "Джеймс Уитмор", "Джеффри ДеМанн", "Ларри Бранденбург"],
      "genre": ["драма", "криминал"],
      "country": ["США"],
      "language": "русский",
      "age": "6",
      "description": "Экранные герои не раз сбегали из всевозможных тюрем и хитроумными многоходовками, оставляющими в дураках весь персонал исправительных учреждений, современного зрителя уже не удивишь. Так почему же «Побег из Шоушенка» неизменно занимает первое место в списке «250 лучших фильмов» по версии сайтов IMDb и «КиноПоиск»? Ответ придет сам собой, стоит лишь начать смотреть онлайн «Побег из Шоушенка» – культовую американскую драму режиссера Фрэнка Дарабонта, снятую по повести Стивена Кинга. Трагическая история Энди Дюфрейна возьмет старт в зале суда, из которого бывший вице-президент банка, приговоренный к двум пожизненным срокам за двойное убийство, которого он так и не признал, попадет в одну из самых мрачных тюрем Новой Англии. Со временем жизнь в Шоушенке станет для мистера Дюфрейна, пережившего недвусмысленные домогательства местных головорезов, вполне сносной. Вежливый и смекалистый, он даже начнет оказывать сотрудникам заведения финансовые и юридические консультации. Но нет такого заключенного, который не мечтает о побеге.",
      "trailer": "https://www.youtube.com/watch?v=kgAeKpAPOYk"
    },
    {
      "id":  19,
      "title": "Карты, деньги, два ствола",
      "poster": "https://upload.wikimedia.org/wikipedia/ru/6/61/Lock_Stock_and_Two_Smoking_Barrels_Poster.jpg",
      "actors": ["Джейсон Стэйтем", "Ник Моран", "Джейсон Флеминг", "Декстер Флетчер", "Винни Джонс", "Ленни МакЛин", "П.Х. Мориарти", "Вэс Блэквуд", "Стинг", "Фрэнк Харпер"],
      "genre": ["комедия", "криминал"],
      "country": ["Великобритания"],
      "language": "русский",
      "age": "14",
      "description": "\nрейтинг ivi\nрежиссура\nсюжет\nзрелищность\nактёры\n\nОценить\nПервый и самый известный фильм Гая Ричи, ставший культовым. После релиза этой криминальной комедии один американский критик остроумно назвал новоявленного режиссера «британским кузеном Квентина Тарантино». Картина стала дебютной не только для Ричи. Она дала путевку в «большое кино» подрабатывавшему моделью Джейсону Стэтхэму и футболисту Винни Джонсу. Четыре лондонца – Эдди, Толстый Том, Мыло и Бекон – решили заработать много денег. Кое-как друзья собрали по 25 тысяч фунтов с каждого и снарядили одного из приятелей, самопровозглашенного гения карточной игры, на турнир, вход на который стоит 100 тысяч фунтов. Эдди проиграл, и теперь друзья должны организатору игры, жестокому гангстеру Гарри Лонсдейлу по кличке Топор, в пять раз больше. На сбор денег им дается всего неделя. Случайно товарищи узнают, что одна банда собирается напасть на некую прибыльную домашнюю нарколабораторию, организованную парочкой химиков-ботаников, отобрать у которых товар не составит труда. Друзья в свою очередь придумывают, как перехватить награбленное у бандитов и с помощью этих денег вернуть долг.",
      "trailer": "https://www.youtube.com/watch?v=HwY1UqW3cgY"
    },
    {
      "id":  20,
      "title": "Крестный отец",
      "poster": "https://cdn.ananasposter.ru/image/cache/catalog/poster/film/83/10370-1000x830.jpg",
      "actors": ["Марлон Брандо", "Аль Пачино", "Джеймс Каан", "Роберт Дювалл", "Ричард С. Кастеллано", "Дайан Китон", "Талия Шайр", "Джон Казале", "Аль Леттьери", "Стерлинг Хейден"],
      "genre": ["драма", "криминал"],
      "country": ["США"],
      "language": "русский",
      "age": "16",
      "description": "Культовая экранизация одноименного романа Марио Пьюзо «Крестный отец», созданная Френсисом Фордом Копполой, и по сей день остается одним из лучших фильмов в жанре криминальной драмы. 1945-1955 годы. Дон Вито Корлеоне – глава сицилийского мафиозного клана – держит в страхе весь город, без его ведома не может произойти ни одно значимое событие, особенно в криминальной сфере. Но, контролируя посторонних людей, Вито забывает о семье: его сын Майкл, только что вернувшийся с войны героем, отнюдь не желает продолжать семейное дело, идти по стопам отца и заниматься криминалом. Да и в городе начинаются беспорядки: появляются люди, которым вовсе не улыбается подчиняться какому-то там Корлеоне, Крестному отцу мафии. Они хотят навести в городе свои порядки, и на Дона Корлеоне совершается покушение… Обладатель трех премий «Оскар», этот фильм занимает 14-ю строчку рейтинга лучших фильмов по версии «КиноПоиска», он любим как кинокритиками, так и зрителями.",
      "trailer": "https://www.youtube.com/watch?v=xG0zqJd-XyY"
    }
  ]
}
